tap 'homebrew/services'

brew 'tmux'
brew 'vim'
brew 'ag'
brew 'openssl'
brew 'git'
brew 'ffmpeg'
brew 'jq'
brew 'kubectx'
brew 'kubernetes-cli'
brew 'tree'
brew 'yarn'
brew 'stern'
brew 'awscli'
brew 'fzf'

cask 'visual-studio-code'
cask 'google-chrome'
cask 'spotify'
cask 'slack'
cask 'docker'
cask 'licecap'

