tap 'homebrew/services'

is_wsl = ENV['PATH'].match /WINDOWS\/system32/

brew 'tmux'
brew 'vim'
brew 'ag'
brew 'rg'
brew 'openssl'
brew 'git'
brew 'ffmpeg'
brew 'jq'
brew 'kubectx'
brew 'kubernetes-cli'
brew 'tree'
brew 'yarn'
brew 'stern'
brew 'awscli'
brew 'fzf'
brew 'go'
brew 'git-standup'
brew 'tfenv'
brew 'ansible'
brew 'rbenv'

unless is_wsl
  cask 'visual-studio-code'
  cask 'google-chrome'
  cask 'spotify'
  cask 'slack'
  cask 'docker'
  cask 'licecap'
  cask 'qbittorrent'
  cask 'mpv'
  cask 'openvpn-connect'
end
