chrislajoie.vscode-modelines
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
GitHub.copilot
GitHub.copilot-chat
golang.go
hangxingliu.vscode-nginx-conf-hint
hashicorp.terraform
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
Shopify.ruby-lsp
stylelint.vscode-stylelint
