chrislajoie.vscode-modelines
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
eamodio.gitlens
eg2.tslint
esbenp.prettier-vscode
golang.go
hashicorp.terraform
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
rebornix.ruby
stylelint.vscode-stylelint
wingrunr21.vscode-ruby
hangxingliu.vscode-nginx-conf-hint
github.copilot
